Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutText.Text
source: Internet radio that keeps the streams of your favorites open, so switching is instant and you do not hear the ad a station plays when you connect.
ar_sa: راديو إنترنت يُبقي بث محطاتك المفضلة مفتوحًا، فيكون التبديل فوريًا ولا تسمع الإعلان الذي تشغّله المحطة عند الاتصال.
cs_cz: Internetové rádio, které udržuje streamy vašich oblíbených stanic otevřené, takže přepínání je okamžité a neuslyšíte reklamu, kterou stanice pouští při připojení.
da_dk: Internetradio, der holder dine favoritters streams åbne, så skiftet sker med det samme, og du ikke hører den reklame, en station spiller, når du opretter forbindelse.
de_de: Internetradio, das die Streams deiner Favoriten offen hält, sodass der Wechsel sofort geht und du die Werbung nicht hörst, die ein Sender beim Verbinden spielt.
el_gr: Ραδιόφωνο διαδικτύου που κρατά ανοιχτές τις ροές των αγαπημένων σας, ώστε η αλλαγή να είναι άμεση και να μην ακούτε τη διαφήμιση που παίζει ένας σταθμός όταν συνδέεστε.
es_es: Radio por Internet que mantiene abiertas las emisiones de tus favoritos, para que el cambio sea instantáneo y no oigas el anuncio que una emisora pone al conectarte.
fi_fi: Nettiradio, joka pitää suosikkiesi striimit auki, joten vaihto on välitön etkä kuule mainosta, jonka asema soittaa yhdistäessäsi.
fr_fr: Une radio Internet qui garde ouverts les flux de vos favoris, pour que le changement de station soit instantané et que vous n'entendiez pas la publicité qu'une station diffuse à la connexion.
he_il: רדיו אינטרנט שמשאיר את השידורים של המועדפים שלכם פתוחים, כך שהמעבר מיידי ואתם לא שומעים את הפרסומת שתחנה משמיעה כשמתחברים.
hi_in: इंटरनेट रेडियो जो आपके पसंदीदा स्टेशनों की स्ट्रीम खुली रखता है, ताकि स्टेशन तुरंत बदले और कनेक्ट करते समय स्टेशन जो विज्ञापन बजाता है वह आपको न सुनना पड़े।
hu_hu: Internetes rádió, amely nyitva tartja a kedvencei streamjeit, így a váltás azonnali, és nem hallja azt a reklámot, amelyet az állomás a csatlakozáskor lejátszik.
id_id: Radio internet yang menjaga stream favorit Anda tetap terbuka, sehingga perpindahan terjadi seketika dan Anda tidak mendengar iklan yang diputar stasiun saat Anda terhubung.
it_it: Radio via Internet che tiene aperti gli stream dei tuoi preferiti, così il cambio è istantaneo e non senti la pubblicità che una stazione trasmette quando ti colleghi.
ja_jp: お気に入りのストリームを開いたままにするインターネットラジオです。切り替えは一瞬で、接続時に局が流す広告も聞こえません。
ko_kr: 즐겨찾기 방송국의 스트림을 계속 열어 두는 인터넷 라디오입니다. 그래서 전환이 즉시 이루어지고, 접속할 때 방송국이 트는 광고를 듣지 않아도 됩니다.
nb_no: Nettradio som holder strømmene til favorittene dine åpne, så byttet skjer umiddelbart og du slipper reklamen en stasjon spiller når du kobler til.
nl_nl: Internetradio die de streams van je favorieten open houdt, zodat wisselen direct gaat en je de reclame die een zender draait zodra je verbindt niet hoort.
pl_pl: Radio internetowe, które utrzymuje otwarte strumienie ulubionych stacji, dzięki czemu przełączanie jest natychmiastowe i nie słyszysz reklamy puszczanej przez stację przy połączeniu.
pt_br: Rádio pela internet que mantém abertas as transmissões dos seus favoritos, para que a troca seja instantânea e você não ouça o anúncio que uma rádio toca quando você se conecta.
ro_ro: Radio pe internet care ține deschise fluxurile favoritelor, astfel încât schimbarea este instantanee și nu auziți reclama pe care un post o difuzează când vă conectați.
ru_ru: Интернет-радио, которое держит потоки ваших избранных станций открытыми, поэтому переключение происходит мгновенно и вы не слышите рекламу, которую станция включает при подключении.
sk_sk: Internetové rádio, ktoré udržiava streamy vašich obľúbených staníc otvorené, takže prepínanie je okamžité a nepočujete reklamu, ktorú stanica pustí pri pripojení.
sv_se: Internetradio som håller dina favoriters strömmar öppna, så att bytet går direkt och du slipper reklamen en station spelar när du ansluter.
th_th: วิทยุอินเทอร์เน็ตที่เปิดสตรีมของสถานีโปรดไว้ตลอด ทำให้เปลี่ยนสถานีได้ทันทีและคุณไม่ต้องฟังโฆษณาที่สถานีเล่นเมื่อคุณเชื่อมต่อ
tr_tr: Favorilerinizin yayınlarını açık tutan internet radyosu; böylece geçişler anında olur ve bir istasyonun bağlandığınızda çaldığı reklamı duymazsınız.
uk_ua: Інтернет-радіо, яке тримає потоки ваших вибраних станцій відкритими, тож перемикання миттєве, а рекламу, яку станція вмикає під час підключення, ви не чуєте.
vi_vn: Radio internet giữ cho luồng của các đài yêu thích luôn mở, nhờ đó chuyển đài tức thì và bạn không phải nghe quảng cáo mà đài phát khi bạn kết nối.
zh_cn: 网络电台，让你收藏电台的流保持连接，因此切换是即时的，也听不到电台在你连接时播放的广告。
zh_tw: 讓您最愛電台的串流保持開啟的網路收音機，因此轉台瞬間完成，也聽不到電台在您連線時播放的廣告。

# GitHubLink.Content
source: ZapperRadio on GitHub
ar_sa: ZapperRadio على GitHub
cs_cz: ZapperRadio na GitHubu
da_dk: ZapperRadio på GitHub
de_de: ZapperRadio auf GitHub
el_gr: Το ZapperRadio στο GitHub
es_es: ZapperRadio en GitHub
fi_fi: ZapperRadio GitHubissa
fr_fr: ZapperRadio sur GitHub
he_il: ZapperRadio ב-GitHub
hi_in: GitHub पर ZapperRadio
hu_hu: A ZapperRadio a GitHubon
id_id: ZapperRadio di GitHub
it_it: ZapperRadio su GitHub
ja_jp: GitHub の ZapperRadio
ko_kr: GitHub의 ZapperRadio
nb_no: ZapperRadio på GitHub
nl_nl: ZapperRadio op GitHub
pl_pl: ZapperRadio w serwisie GitHub
pt_br: ZapperRadio no GitHub
ro_ro: ZapperRadio pe GitHub
ru_ru: ZapperRadio на GitHub
sk_sk: ZapperRadio na GitHube
sv_se: ZapperRadio på GitHub
th_th: ZapperRadio บน GitHub
tr_tr: GitHub'da ZapperRadio
uk_ua: ZapperRadio на GitHub
vi_vn: ZapperRadio trên GitHub
zh_cn: GitHub 上的 ZapperRadio
zh_tw: GitHub 上的 ZapperRadio

# StationListHeading.Text
source: Station list
ar_sa: قائمة المحطات
cs_cz: Seznam stanic
da_dk: Stationsliste
de_de: Senderliste
el_gr: Λίστα σταθμών
es_es: Lista de emisoras
fi_fi: Asemaluettelo
fr_fr: Liste des stations
he_il: רשימת תחנות
hi_in: स्टेशन सूची
hu_hu: Állomáslista
id_id: Daftar stasiun
it_it: Elenco delle stazioni
ja_jp: 放送局リスト
ko_kr: 방송국 목록
nb_no: Stasjonsliste
nl_nl: Zenderlijst
pl_pl: Lista stacji
pt_br: Lista de rádios
ro_ro: Lista de posturi
ru_ru: Список станций
sk_sk: Zoznam staníc
sv_se: Stationslista
th_th: รายการสถานี
tr_tr: İstasyon listesi
uk_ua: Список станцій
vi_vn: Danh sách đài
zh_cn: 电台列表
zh_tw: 電台清單

# CheckStationListButton.Content
source: Check for a newer list
ar_sa: التحقق من وجود قائمة أحدث
cs_cz: Zkontrolovat novější seznam
da_dk: Søg efter en nyere liste
de_de: Nach einer neueren Liste suchen
el_gr: Έλεγχος για νεότερη λίστα
es_es: Buscar una lista más reciente
fi_fi: Tarkista uudempi luettelo
fr_fr: Rechercher une liste plus récente
he_il: בדיקה אם יש רשימה חדשה יותר
hi_in: नई सूची की जाँच करें
hu_hu: Újabb lista keresése
id_id: Periksa daftar yang lebih baru
it_it: Cerca un elenco più recente
ja_jp: 新しいリストを確認
ko_kr: 새 목록 확인
nb_no: Se etter en nyere liste
nl_nl: Controleren op een nieuwere lijst
pl_pl: Sprawdź, czy jest nowsza lista
pt_br: Procurar uma lista mais recente
ro_ro: Caută o listă mai nouă
ru_ru: Проверить наличие нового списка
sk_sk: Skontrolovať novší zoznam
sv_se: Sök efter en nyare lista
th_th: ตรวจหารายการที่ใหม่กว่า
tr_tr: Daha yeni bir liste var mı bak
uk_ua: Перевірити наявність нового списку
vi_vn: Kiểm tra danh sách mới hơn
zh_cn: 检查是否有更新的列表
zh_tw: 檢查是否有較新的清單

# ShortcutsHeading.Text
source: Shortcuts
ar_sa: اختصارات لوحة المفاتيح
cs_cz: Klávesové zkratky
da_dk: Genveje
de_de: Tastenkombinationen
el_gr: Συντομεύσεις
es_es: Atajos
fi_fi: Pikanäppäimet
fr_fr: Raccourcis
he_il: קיצורי מקלדת
hi_in: शॉर्टकट
hu_hu: Billentyűparancsok
id_id: Pintasan
it_it: Scorciatoie
ja_jp: ショートカット
ko_kr: 바로 가기 키
nb_no: Snarveier
nl_nl: Sneltoetsen
pl_pl: Skróty
pt_br: Atalhos
ro_ro: Comenzi rapide
ru_ru: Сочетания клавиш
sk_sk: Klávesové skratky
sv_se: Kortkommandon
th_th: แป้นพิมพ์ลัด
tr_tr: Kısayollar
uk_ua: Комбінації клавіш
vi_vn: Phím tắt
zh_cn: 快捷键
zh_tw: 快速鍵

# ShortcutsText.Text
source: In the window: Ctrl+Space to stop or play, Ctrl+M to mute, Ctrl+F to search. The play, pause and next buttons of the Windows volume flyout, the lock screen, your media keys and your headset work too, where next and previous move through the favorites.
ar_sa: داخل النافذة: Ctrl+Space للإيقاف أو التشغيل، وCtrl+M لكتم الصوت، وCtrl+F للبحث. تعمل أيضًا أزرار التشغيل والإيقاف المؤقت والتالي في لوحة الصوت في Windows وعلى شاشة القفل، ومفاتيح الوسائط وسماعة الرأس، حيث يتنقل التالي والسابق بين المفضلات.
cs_cz: V okně: Ctrl+Mezerník pro zastavení nebo přehrání, Ctrl+M pro ztlumení, Ctrl+F pro hledání. Fungují i tlačítka přehrát, pozastavit a další v panelu hlasitosti Windows a na zamykací obrazovce, mediální klávesy a sluchátka, přičemž další a předchozí přepínají mezi oblíbenými.
da_dk: I vinduet: Ctrl+Mellemrum for at stoppe eller afspille, Ctrl+M for at slå lyden fra, Ctrl+F for at søge. Knapperne afspil, pause og næste i Windows' lydstyrkepanel og på låseskærmen, dine medietaster og dit headset virker også, hvor næste og forrige skifter mellem favoritterne.
de_de: Im Fenster: Ctrl+Leertaste zum Stoppen oder Abspielen, Ctrl+M zum Stummschalten, Ctrl+F zum Suchen. Auch die Wiedergabe-, Pause- und Weiter-Tasten im Windows-Lautstärkemenü, auf dem Sperrbildschirm, deine Medientasten und dein Headset funktionieren, wobei Weiter und Zurück durch die Favoriten gehen.
el_gr: Στο παράθυρο: Ctrl+Space για διακοπή ή αναπαραγωγή, Ctrl+M για σίγαση, Ctrl+F για αναζήτηση. Λειτουργούν επίσης τα κουμπιά αναπαραγωγής, παύσης και επόμενου στο αναδυόμενο παράθυρο έντασης των Windows και στην οθόνη κλειδώματος, τα πλήκτρα πολυμέσων και τα ακουστικά σας, όπου το επόμενο και το προηγούμενο περνούν από τα αγαπημένα.
es_es: En la ventana: Ctrl+Espacio para detener o reproducir, Ctrl+M para silenciar, Ctrl+F para buscar. Los botones de reproducir, pausa y siguiente del control de volumen de Windows, de la pantalla de bloqueo, las teclas multimedia y tus auriculares también funcionan, y siguiente y anterior recorren los favoritos.
fi_fi: Ikkunassa: Ctrl+välilyönti pysäyttää tai toistaa, Ctrl+M mykistää, Ctrl+F hakee. Myös Windowsin äänenvoimakkuuspaneelin ja lukitusnäytön toisto-, tauko- ja seuraava-painikkeet, medianäppäimet ja kuulokemikrofoni toimivat; seuraava ja edellinen siirtyvät suosikkien välillä.
fr_fr: Dans la fenêtre : Ctrl+Espace pour arrêter ou lancer la lecture, Ctrl+M pour couper le son, Ctrl+F pour rechercher. Les boutons lecture, pause et suivant du volet de volume de Windows, de l'écran de verrouillage, de vos touches multimédia et de votre casque fonctionnent aussi ; suivant et précédent parcourent les favoris.
he_il: בחלון: Ctrl+Space לעצירה או הפעלה, Ctrl+M להשתקה, Ctrl+F לחיפוש. גם כפתורי ההפעלה, ההשהיה והבא בחלונית עוצמת הקול של Windows ובמסך הנעילה, מקשי המדיה והאוזניות שלכם עובדים, כשהבא והקודם עוברים בין המועדפים.
hi_in: विंडो में: रोकने या चलाने के लिए Ctrl+Space, म्यूट के लिए Ctrl+M, खोज के लिए Ctrl+F। Windows के वॉल्यूम फ़्लाइआउट और लॉक स्क्रीन के चलाएँ, रोकें और अगला बटन, आपकी मीडिया कुंजियाँ और हेडसेट भी काम करते हैं, जहाँ अगला और पिछला पसंदीदा स्टेशनों के बीच जाते हैं।
hu_hu: Az ablakban: Ctrl+Szóköz a leállításhoz vagy lejátszáshoz, Ctrl+M a némításhoz, Ctrl+F a kereséshez. A Windows hangerő-panelén és a zárolási képernyőn lévő lejátszás, szünet és következő gomb, a médiabillentyűk és a headset is működik; a következő és előző a kedvencek között lép.
id_id: Di jendela: Ctrl+Spasi untuk menghentikan atau memutar, Ctrl+M untuk membisukan, Ctrl+F untuk mencari. Tombol putar, jeda, dan berikutnya di panel volume Windows dan layar kunci, tombol media, serta headset Anda juga berfungsi; berikutnya dan sebelumnya berpindah antar favorit.
it_it: Nella finestra: Ctrl+Spazio per fermare o riprodurre, Ctrl+M per disattivare l'audio, Ctrl+F per cercare. Funzionano anche i pulsanti di riproduzione, pausa e successivo del controllo del volume di Windows, della schermata di blocco, dei tasti multimediali e delle cuffie, dove successivo e precedente scorrono i preferiti.
ja_jp: ウィンドウ内: Ctrl+Space で停止 / 再生、Ctrl+M でミュート、Ctrl+F で検索。Windows の音量フライアウト、ロック画面、キーボードのメディアキー、ヘッドセットの再生・一時停止・次へのボタンも使え、次へ / 前へはお気に入りを順に移動します。
ko_kr: 창에서: Ctrl+Space로 정지 또는 재생, Ctrl+M으로 음소거, Ctrl+F로 검색. Windows 볼륨 플라이아웃과 잠금 화면의 재생, 일시 정지, 다음 버튼, 미디어 키와 헤드셋도 작동하며, 다음과 이전은 즐겨찾기 사이를 이동합니다.
nb_no: I vinduet: Ctrl+Mellomrom for å stoppe eller spille av, Ctrl+M for å dempe, Ctrl+F for å søke. Knappene spill av, pause og neste i volumpanelet i Windows og på låseskjermen, medietastene og hodesettet ditt fungerer også, der neste og forrige blar gjennom favorittene.
nl_nl: In het venster: Ctrl+Spatie om te stoppen of af te spelen, Ctrl+M om te dempen, Ctrl+F om te zoeken. De knoppen voor afspelen, pauzeren en volgende in het Windows-volumemenu, het vergrendelscherm, je mediatoetsen en je headset werken ook, waarbij volgende en vorige door de favorieten bladeren.
pl_pl: W oknie: Ctrl+Spacja, aby zatrzymać lub odtworzyć, Ctrl+M, aby wyciszyć, Ctrl+F, aby wyszukać. Działają też przyciski odtwarzania, pauzy i dalej w wysuwanym panelu głośności Windows, na ekranie blokady, klawisze multimedialne i zestaw słuchawkowy, przy czym dalej i wstecz przechodzą między ulubionymi.
pt_br: Na janela: Ctrl+Espaço para parar ou reproduzir, Ctrl+M para silenciar, Ctrl+F para buscar. Os botões de reproduzir, pausar e próxima do controle de volume do Windows, da tela de bloqueio, as teclas de mídia e o seu fone também funcionam, e próxima e anterior percorrem os favoritos.
ro_ro: În fereastră: Ctrl+Spațiu pentru oprire sau redare, Ctrl+M pentru dezactivarea sunetului, Ctrl+F pentru căutare. Funcționează și butoanele de redare, pauză și următorul din panoul de volum Windows și de pe ecranul de blocare, tastele media și căștile, unde următorul și anteriorul trec prin favorite.
ru_ru: В окне: Ctrl+Пробел — остановить или воспроизвести, Ctrl+M — выключить звук, Ctrl+F — поиск. Работают также кнопки воспроизведения, паузы и следующего трека в панели громкости Windows и на экране блокировки, мультимедийные клавиши и гарнитура; «следующий» и «предыдущий» переключают избранные станции.
sk_sk: V okne: Ctrl+Medzerník na zastavenie alebo prehrávanie, Ctrl+M na stlmenie, Ctrl+F na hľadanie. Fungujú aj tlačidlá prehrať, pozastaviť a ďalej na paneli hlasitosti Windows a na uzamknutej obrazovke, mediálne klávesy a náhlavná súprava, pričom ďalej a späť prepínajú medzi obľúbenými.
sv_se: I fönstret: Ctrl+Blanksteg för att stoppa eller spela, Ctrl+M för att stänga av ljudet, Ctrl+F för att söka. Knapparna spela, pausa och nästa i Windows volympanel och på låsskärmen, dina medietangenter och ditt headset fungerar också, där nästa och föregående bläddrar mellan favoriterna.
th_th: ในหน้าต่าง: Ctrl+Space เพื่อหยุดหรือเล่น, Ctrl+M เพื่อปิดเสียง, Ctrl+F เพื่อค้นหา ปุ่มเล่น หยุดชั่วคราว และถัดไปในแผงระดับเสียงของ Windows และบนหน้าจอล็อก ปุ่มสื่อ และชุดหูฟังของคุณก็ใช้งานได้เช่นกัน โดยปุ่มถัดไปและก่อนหน้าจะสลับไปมาระหว่างสถานีโปรด
tr_tr: Pencerede: durdurmak veya çalmak için Ctrl+Boşluk, sessize almak için Ctrl+M, aramak için Ctrl+F. Windows ses açılır penceresindeki, kilit ekranındaki çal, duraklat ve sonraki düğmeleri, medya tuşlarınız ve kulaklığınız da çalışır; sonraki ve önceki favoriler arasında gezinir.
uk_ua: У вікні: Ctrl+Пробіл — зупинити або відтворити, Ctrl+M — вимкнути звук, Ctrl+F — пошук. Кнопки відтворення, паузи та «далі» на панелі гучності Windows, на екрані блокування, мультимедійні клавіші й гарнітура теж працюють, а «далі» та «назад» перемикають вибрані станції.
vi_vn: Trong cửa sổ: Ctrl+Space để dừng hoặc phát, Ctrl+M để tắt tiếng, Ctrl+F để tìm kiếm. Các nút phát, tạm dừng và tiếp theo trong bảng âm lượng của Windows và trên màn hình khóa, phím đa phương tiện và tai nghe của bạn cũng hoạt động, trong đó tiếp theo và trước đó sẽ chuyển giữa các đài yêu thích.
zh_cn: 在窗口中：Ctrl+空格 停止或播放，Ctrl+M 静音，Ctrl+F 搜索。Windows 音量浮出控件、锁屏界面、键盘媒体键和耳机上的播放、暂停和下一首按钮同样有效，其中下一首和上一首会在收藏的电台间切换。
zh_tw: 在視窗中：Ctrl+空白鍵停止或播放，Ctrl+M 靜音，Ctrl+F 搜尋。Windows 音量飛出視窗、鎖定畫面上的播放、暫停和下一首按鈕，以及媒體鍵和耳機也能使用，其中下一首和上一首會在最愛之間切換。

# GlobalHotkeysCheckBox.Content
source: Shortcuts from any app
ar_sa: اختصارات من أي تطبيق
cs_cz: Zkratky z libovolné aplikace
da_dk: Genveje fra alle apps
de_de: Tastenkombinationen in jeder App
el_gr: Συντομεύσεις από οποιαδήποτε εφαρμογή
es_es: Atajos desde cualquier aplicación
fi_fi: Pikanäppäimet mistä tahansa sovelluksesta
fr_fr: Raccourcis depuis n'importe quelle appli
he_il: קיצורים מכל אפליקציה
hi_in: किसी भी ऐप से शॉर्टकट
hu_hu: Billentyűparancsok bármely alkalmazásból
id_id: Pintasan dari aplikasi apa pun
it_it: Scorciatoie da qualsiasi app
ja_jp: どのアプリからでもショートカットを使う
ko_kr: 모든 앱에서 바로 가기 키 사용
nb_no: Snarveier fra alle apper
nl_nl: Sneltoetsen vanuit elke app
pl_pl: Skróty z dowolnej aplikacji
pt_br: Atalhos em qualquer app
ro_ro: Comenzi rapide din orice aplicație
ru_ru: Сочетания клавиш из любого приложения
sk_sk: Skratky z ľubovoľnej aplikácie
sv_se: Kortkommandon från alla appar
th_th: แป้นพิมพ์ลัดจากทุกแอป
tr_tr: Her uygulamadan kısayollar
uk_ua: Комбінації клавіш у будь-якому застосунку
vi_vn: Phím tắt từ mọi ứng dụng
zh_cn: 在任何应用中使用快捷键
zh_tw: 在任何應用程式中使用快速鍵

# GlobalHotkeysCheckBox.ToolTipService.ToolTip
source: Also while you are working in another app. On Ctrl+Alt rather than Ctrl, because claiming Ctrl+Space for this app would take it away from every other one. A combination another app already holds is left to it and named below.
ar_sa: حتى أثناء عملك في تطبيق آخر. باستخدام Ctrl+Alt بدلًا من Ctrl، لأن حجز Ctrl+Space لهذا التطبيق سيأخذه من كل التطبيقات الأخرى. أي تركيبة يستخدمها تطبيق آخر بالفعل تُترك له وتُذكر أدناه.
cs_cz: I když pracujete v jiné aplikaci. S Ctrl+Alt místo Ctrl, protože zabrání Ctrl+Mezerník touto aplikací by ho vzalo všem ostatním. Kombinace, kterou už používá jiná aplikace, jí zůstane a je uvedena níže.
da_dk: Også mens du arbejder i en anden app. Med Ctrl+Alt i stedet for Ctrl, fordi Ctrl+Mellemrum til denne app ville tage den fra alle andre. En kombination, som en anden app allerede bruger, overlades til den og nævnes nedenfor.
de_de: Auch während du in einer anderen App arbeitest. Mit Ctrl+Alt statt Ctrl, weil das Beanspruchen von Ctrl+Leertaste für diese App sie jeder anderen App wegnehmen würde. Eine Kombination, die eine andere App bereits belegt, bleibt dieser überlassen und wird unten genannt.
el_gr: Και ενώ εργάζεστε σε άλλη εφαρμογή. Με Ctrl+Alt αντί για Ctrl, επειδή αν αυτή η εφαρμογή δέσμευε το Ctrl+Space θα το στερούσε από όλες τις άλλες. Ένας συνδυασμός που χρησιμοποιεί ήδη άλλη εφαρμογή αφήνεται σε αυτήν και αναφέρεται παρακάτω.
es_es: También mientras trabajas en otra aplicación. Con Ctrl+Alt en lugar de Ctrl, porque reservar Ctrl+Espacio para esta aplicación se lo quitaría a todas las demás. Una combinación que otra aplicación ya use se le deja a ella y se indica abajo.
fi_fi: Myös silloin, kun työskentelet toisessa sovelluksessa. Ctrl+Alt eikä Ctrl, koska Ctrl+välilyönnin varaaminen tälle sovellukselle veisi sen kaikilta muilta. Yhdistelmä, jota toinen sovellus jo käyttää, jätetään sille ja mainitaan alla.
fr_fr: Aussi pendant que vous travaillez dans une autre appli. Sur Ctrl+Alt plutôt que Ctrl, car réserver Ctrl+Espace à cette appli l'enlèverait à toutes les autres. Une combinaison déjà utilisée par une autre appli lui est laissée et signalée ci-dessous.
he_il: גם בזמן שאתם עובדים באפליקציה אחרת. עם Ctrl+Alt במקום Ctrl, כי תפיסת Ctrl+Space לאפליקציה הזו הייתה לוקחת אותו מכל האחרות. צירוף שאפליקציה אחרת כבר משתמשת בו נשאר אצלה ומצוין למטה.
hi_in: जब आप किसी दूसरे ऐप में काम कर रहे हों तब भी। Ctrl की जगह Ctrl+Alt के साथ, क्योंकि इस ऐप के लिए Ctrl+Space लेने से वह बाकी सभी ऐप से छिन जाता। जो संयोजन कोई दूसरा ऐप पहले से इस्तेमाल कर रहा है, वह उसी के पास रहता है और नीचे बताया जाता है।
hu_hu: Akkor is, ha egy másik alkalmazásban dolgozik. Ctrl helyett Ctrl+Alt kombinációval, mert ha ez az alkalmazás lefoglalná a Ctrl+Szóközt, az összes többitől elvenné. Egy másik alkalmazás által már használt kombináció annál marad, és alább szerepel.
id_id: Juga saat Anda bekerja di aplikasi lain. Menggunakan Ctrl+Alt, bukan Ctrl, karena mengambil Ctrl+Spasi untuk aplikasi ini akan merebutnya dari semua aplikasi lain. Kombinasi yang sudah dipakai aplikasi lain dibiarkan untuk aplikasi itu dan disebutkan di bawah.
it_it: Anche mentre lavori in un'altra app. Su Ctrl+Alt anziché Ctrl, perché riservare Ctrl+Spazio a questa app la toglierebbe a tutte le altre. Una combinazione già usata da un'altra app resta a quest'ultima e viene indicata sotto.
ja_jp: 他のアプリで作業している間も使えます。Ctrl ではなく Ctrl+Alt を使うのは、このアプリが Ctrl+Space を占有すると、他のすべてのアプリで使えなくなるためです。他のアプリがすでに使っている組み合わせはそちらに任せ、下に表示します。
ko_kr: 다른 앱에서 작업하는 동안에도 작동합니다. Ctrl 대신 Ctrl+Alt를 쓰는 이유는 Ctrl+Space를 이 앱이 차지하면 다른 모든 앱에서 쓸 수 없게 되기 때문입니다. 다른 앱이 이미 사용 중인 조합은 그 앱에 남겨 두고 아래에 표시합니다.
nb_no: Også mens du jobber i en annen app. Med Ctrl+Alt i stedet for Ctrl, fordi Ctrl+Mellomrom for denne appen ville tatt den fra alle andre. En kombinasjon som en annen app allerede bruker, overlates til den og nevnes nedenfor.
nl_nl: Ook terwijl je in een andere app werkt. Op Ctrl+Alt in plaats van Ctrl, omdat Ctrl+Spatie opeisen voor deze app die bij elke andere app zou wegnemen. Een combinatie die een andere app al gebruikt, laten we aan die app en noemen we hieronder.
pl_pl: Także podczas pracy w innej aplikacji. Z Ctrl+Alt zamiast Ctrl, bo zajęcie Ctrl+Spacja przez tę aplikację odebrałoby je wszystkim innym. Kombinacja zajęta już przez inną aplikację zostaje przy niej i jest wymieniona poniżej.
pt_br: Também enquanto você trabalha em outro app. Em Ctrl+Alt em vez de Ctrl, porque reservar Ctrl+Espaço para este app o tiraria de todos os outros. Uma combinação que outro app já usa fica com ele e é indicada abaixo.
ro_ro: Și în timp ce lucrați în altă aplicație. Cu Ctrl+Alt în loc de Ctrl, deoarece rezervarea Ctrl+Spațiu pentru această aplicație l-ar lua de la toate celelalte. O combinație deja folosită de altă aplicație îi rămâne acesteia și este menționată mai jos.
ru_ru: Также пока вы работаете в другом приложении. С Ctrl+Alt, а не Ctrl, потому что если занять Ctrl+Пробел для этого приложения, оно станет недоступно всем остальным. Сочетание, уже занятое другим приложением, остаётся за ним и указано ниже.
sk_sk: Aj keď pracujete v inej aplikácii. S Ctrl+Alt namiesto Ctrl, pretože obsadenie Ctrl+Medzerník touto aplikáciou by ho vzalo všetkým ostatným. Kombinácia, ktorú už používa iná aplikácia, jej zostane a je uvedená nižšie.
sv_se: Även medan du arbetar i en annan app. Med Ctrl+Alt i stället för Ctrl, eftersom Ctrl+Blanksteg för den här appen skulle ta det från alla andra. En kombination som en annan app redan använder lämnas åt den och nämns nedan.
th_th: ใช้ได้แม้ขณะที่คุณทำงานในแอปอื่น ใช้ Ctrl+Alt แทน Ctrl เพราะการจอง Ctrl+Space ให้แอปนี้จะทำให้แอปอื่นทั้งหมดใช้ไม่ได้ ชุดปุ่มที่แอปอื่นใช้อยู่แล้วจะปล่อยไว้ให้แอปนั้นและแสดงไว้ด้านล่าง
tr_tr: Başka bir uygulamada çalışırken de. Ctrl yerine Ctrl+Alt ile, çünkü Ctrl+Boşluk'u bu uygulamaya ayırmak onu diğer tüm uygulamalardan alırdı. Başka bir uygulamanın zaten kullandığı bir kombinasyon ona bırakılır ve aşağıda belirtilir.
uk_ua: Також поки ви працюєте в іншому застосунку. На Ctrl+Alt, а не на Ctrl, бо якщо закріпити Ctrl+Пробіл за цим застосунком, він зникне в усіх інших. Комбінація, яку вже зайняв інший застосунок, залишається за ним і вказана нижче.
vi_vn: Kể cả khi bạn đang làm việc trong ứng dụng khác. Dùng Ctrl+Alt thay vì Ctrl, vì chiếm Ctrl+Space cho ứng dụng này sẽ lấy mất nó khỏi mọi ứng dụng khác. Tổ hợp mà ứng dụng khác đã dùng sẽ được để lại cho ứng dụng đó và được nêu bên dưới.
zh_cn: 即使你正在使用其他应用。使用 Ctrl+Alt 而不是 Ctrl，因为如果把 Ctrl+空格 占给本应用，其他所有应用都将无法使用它。已被其他应用占用的组合键会留给该应用，并在下方列出。
zh_tw: 在其他應用程式中工作時也能使用。使用 Ctrl+Alt 而非 Ctrl，因為讓此應用程式佔用 Ctrl+空白鍵會讓其他所有應用程式都無法使用。已被其他應用程式佔用的組合會留給該應用程式，並列在下方。
